{
    "shop_name": "Need Shop",
    "category": ["Sports", "Shoes", "Clothes", "Technology"],
    "shop_description": "เราขายเสื้อผ้า รองเท้า และอุปกรณ์กีฬาชั้นนำของประเทศไทย ตอบสนองทางเลือกให้กับผู้บริโภค เพื่อคนรักสุขภาพและการแต่งกายที่สะท้อนตัวตนของเขามาที่สุด",
    "new_description": "มองหาตู้เสื้อผ้าสำเร็จรูปเพื่ออัพเกรดลุคของคุณให้โดดเด่นไม่ซ้ำใคร? พบกับไอเทมใหม่ล่าสุดจากหลากแบรนด์ชั้นนำได้ที่ \nNeed Shop  ที่นี่ที่เดียว!",
    "new_item_id": 14,
    "items": [
        {
            "brand": "butterfly",
            "name": "ไม้ปิงปอง รุ่น STAYER 3000 สีดำ",
            "category": "Sports",
            "description": "ด้ามจับชนิด 5-Plyยางหน้าไม้ Pan Asia สีแดง/สีดำยางฟองน้ำบนหน้าไม้ ขนาดหนา 2.2 มม. สีส้มเทปกาวด้านข้างลาย Butterfly ขนาด 6 มม.มีเลนส์พลาสติกบนด้ามจับ ",
            "price": 899,
            "image": "pingpong.jpg"
        },
        {
            "brand": "S Sports",
            "name": "3 Star 06 ลูกปิงปอง",
            "category": "Sports",
            "description": "ลูกปิงปอง S SPORTSผลิตจากพลาสติก ABS ขนาด 40+ มีความแข็งแรงทนทานสูง ลูกปิงปองมีลักษณะกลมตามมาตรฐานบรรจุ 6 ลูกเหมาะสำหรับใช้ฝึกซ้อม",
            "price": 75,
            "image": "3Star.jpg"
        },
        {
            "brand": "FBT",
            "name": "นวมฝึกซ้อม หนัง PVC NO.700",
            "category": "Sports",
            "description": "นวมฝึกซ้อม หนัง PVC NO.700 เป็นอุปกรณ์มวยที่ทำจากหนังเทียม ทนทาน กระฃับ ใช้ได้ทั้งมวยไทยและมวยสากล เหมาะสำหรับฝึกเองที่บ้าน ฟิตเนส ศูนย์ออกกำลังกาย - ผลิตจากหนัง PVC คุณภาพสูง- มีความยืดหยุ่นและสวมใส่ง่าย- ป้องการบาดเจ็บจากการฝึกซ้อม",
            "price": 603,
            "image": "mitt.jpg"
        },
        {
            "brand": "FBT",
            "name": "เป้าหุ่นชกมวย รหัส 44477 สีแดง",
            "category": "Sports",
            "description": "รายละเอียดสินค้า FBT เป้าหุ่นชกมวย รหัส 44477FBT เป้าหุ่นชกมวย รหัส 44477รุ่น TLS-H72 ซม.สามารถปรับระดับได้ 3 ระดับเส้นผ่านศูนย์กลางฐาน ขนาด 55ซม บรรจุน้ำหรือทรายได้ 100-120 กก.",
            "price": 20900,
            "image": "puppet.jpg"
        },
        {
            "brand": "Nike",
            "name": "Jordan 1 Mid Chicago",
            "category": "Shoes",
            "description": "Air Jordan 1 อันเป็นเอกลักษณ์ปรับโฉมมาให้เข้ากับวัฒนธรรมสนีกเกอร์เฮดในปัจจุบัน ทำให้แม้จะดูคุ้นเคยแต่ก็ยังสดใหม่อยู่เสมอ และในรุ่น Jordan 1 Mid Chicago นี้ก็ได้จัดเต็มด้วยหนังระดับพรีเมียม ระบบลดแรงกระแทกที่ใส่สบาย และรายละเอียดดีไซน์สุดคลาสสิก",
            "price": 8500,
            "image": "nike.jpg"
        },
        {
            "brand": "New Balance",
            "name": "9060",
            "category": "Shoes",
            "description": "หนัง 50% ตาข่าย 50%นำเข้าพื้นรองเท้ายางระบบลดแรงกระแทก Cush+ ที่พื้นรองเท้าชั้นกลางให้ความนุ่มเป็นพิเศษ ใส่สบายตลอดวันโดยไม่สูญเสียการรองรับอัปเปอร์ทำจากหนังและตาข่ายComfort Collar ช่วยป้องกันการระคายเคืองและโอบรับข้อเท้า",
            "price": 5900,
            "image": "NewB.jpg"
        },
        {
            "brand": "Adidas",
            "name": "NMD Hu Pharrell x Billionaire Boys Club Multi-Color",
            "category": "Shoes",
            "description": "เป็นรองเท้าสำหรับเด็กที่ได้แรงบันดาลใจจากรองเท้าวิ่งอัปเปอร์ของรองเท้าคู่นี้ผลิตจากกลุ่มวัสดุรีไซเคิลและมีวัสดุรีไซเคิลเป็นส่วนประกอบอย่างน้อย 50% ผลิตภัณฑ์ชิ้นนี้เป็นอีกหนึ่งทางออกของเราที่จะช่วยยุติปัญหาขยะพลาสติก",
            "price": 7900,
            "image": "NMD.jpg"
        },
        {
            "brand": "Adidas",
            "name": "YEEZY",
            "category": "Shoes",
            "description": "เป็นรองเท้าแนวสตรีทที่ได้ได้รับความนิยมเป็นอย่างมาก ด้วยดีไซน์ที่หลากหลาย มีการพิมพ์ลายลงบนผ้าถักที่แปลกตา โดดเด่นด้วยวัสดุเทคโนโลยี PrimeKnit ที่จะช่วยระบายอากาศได้ดี ใส่สบายแม้ในอากาศร้อน",
            "price": 23000,
            "image": "Yeezy.jpg"
        },
        {
            "brand": "S Sport",
            "name": "S SportXPolo",
            "category": "Clothes",
            "description": "รายละเอียดสินค้า เสื้อนี้มีทรงที่ใส่ง่ายและดีไซน์สะอาดตา เหมาะกับการสวมใส่ในทุกวัน ผ้าเจอร์ซีย์ผลิตด้วยวัสดุที่เป็นมิตรต่อสิ่งแวดล้อม 100% ซึ่งใช้ส่วนผสมจากโพลีเอสเตอร์รีไซเคิล คอตตอนรีไซเคิล และเส้นใยคอตตอนออร์แกนิค",
            "price": 1080,
            "image": "Clothes1.jpg"
        },
        {
            "brand": "Nike",
            "name": "Nike pro X Cathlon",
            "category": "Clothes",
            "description": "รายละเอียดสินค้า เสื้อตัวนี้ช่วยให้รู้สึกเย็น แห้ง และเคลื่อนไหวได้อย่างอิสระเสมอตลอดการออกกำลังกาย มาพร้อมผ้าน้ำหนักเบาที่มีความยืดหยุ่นสูงซึ่งผลิตจากเส้นใยโพลีเอสเตอร์รีไซเคิลอย่างน้อย 50%",
            "price": 1980,
            "image": "Clothes2.jpg"
        },
        {
            "brand": "Bozo",
            "name": "Bozo Men Shorts 2/1",
            "category": "Clothes",
            "description": "รายละเอียดสินค้า กางเกงตัวนี้ทั้งใส่สบาย มาในสไตล์ลำลอง แถมยังเป็นตัวแทนให้กับร้านค้าตามคอนเซ็ปต์บาสเก็ตบอลระดับพรีเมียมจากมะนิลาได้ด้วย จัดเต็มกว่านี้ไม่มีอีกแล้ว กางเกงขาสั้นตัวนี้เป็นงานคอลแลปส์ที่ผลิตด้วยผ้าฟลีซระดับพรีเมียม มาพร้อมการลงแบรนด์ดิ้งแบบเรียบง่าย",
            "price": 890,
            "image": "Clothes3.jpg"
        },
        {
            "brand": "Adidas",
            "name": "Adidas Own The Run ",
            "category": "Clothes",
            "description": "รายละเอียดสินค้า พิชิตเส้นทางประจำวันของคุณด้วยเสื้อนี้มีความคล่องตัวและมีประสิทธิภาพพร้อมน้ำหนักที่เบาสำหรับนักวิ่งระดับเริ่มต้นสินค้าชิ้นนี้ผลิตด้วยเส้นใยโพลีเอสเตอร์รีไซเคิลอย่างน้อย 50%",
            "price": 1990,
            "image": "Clothes4.jpg"
        },
        {
            "brand": "FITBIT",
            "name": "FITBIT Versa 2 Special Edition",
            "category": "Technology",
            "description": "รายละเอียดสินค้า เป็นรุ่นพิเศษที่มาพร้อมสายนาฬิกาผ้าถักที่มีความพรีเมี่ยมเป็นเอกลักษณ์ ตัวนาฬิกายังคงอัดแน่นด้วยฟังก์ชันสำหรับสายสุขภาพแถมยังสามารถใช้งานสั่งการด้วยเสียงผ่าน Alexa ของ Amazon",
            "price": 8990,
            "image": "Watch.jpg"
        },
        {
            "brand": "AUKEY",
            "name": "AUKEY EP-M1",
            "category": "Technology",
            "description": "รายละเอียดสินค้า หูฟังไร้สาย AUKEY EP-M1 ให้เสียงประสิทธิภาพสูงที่ขับเคลื่อนด้วย Qualcomm Bluetooth Audio SoC ขั้นสูง พร้อมการสนับสนุนในตัวสำหรับ PEEK + PU รับการเชื่อมต่อที่มั่นคง เสริมประสิทธิภาพด้วยไดนามิกไดร์เวอร์ขนาด 10 มม. ซึ่งได้รับการปรับปรุงใหม่ด้วยเบสที่สมบูรณ์กว่า 4 เท่า เพื่อให้เสียงมีความเที่ยงตรงสูง",
            "price": 1590,
            "image": "Airpod.jpg"
        },
        {
            "brand": "Sony",
            "name": "Sony Headphone with Mic. Wireless WH-1000XM4BME Black",
            "category": "Technology",
            "description": "รายละเอียดสินค้า หูฟัง Wireless คุณภาพเสียงระดับพรี่เมียม Hi-Res ที่มาพร้อมกับฟังก์ชั่นตัดเสียงรบกวน ทำให้เพลิดเพลินกับการฟังเพลง และมาพร้อมกับ AI อัจริยะ ที่ช่วยในการประหยัดพลังงาน และ ตรวจจับการส่วมใส่",
            "price": 10990,
            "image": "Headphone.jpg"
        },
        {
            "brand": "TheGun",
            "name": "TheGun by Shoot-A-Way",
            "category": "Technology",
            "description": "รายละเอียดสินค้า เป็นเครื่องยิงบาสเก็ตบอลเพื่อปรับปรุงการยิงของผู้เล่นอย่างมาก เครื่องยิงบาสเก็ตบอลรุ่นนี้จะทำหน้าที่เป็นตัวสะท้อนกลับอัตโนมัติ โดยจะกระดอนลูกที่ทำไปหรือพลาดไปทันที และให้ส่งกลับโดยตรงสำหรับการยิงอีกนัด ยิงได้มากถึง 1800 นัดต่อชั่วโมง",
            "price": 10990,
            "image": "Shoot.jpg"
        }
    ]
}
